[templates]

JOINED_GAME = [color=yellow_lemon][color=yellow_lemon][joiner][/color] joined the @{~LC|Online Party}![/color]
LEFT_GAME = [color=yellow_lemon][color=yellow_lemon][leaver][/color] left the @{~LC|Online Party}...[/color]
GHOST_CONNECTION_FAILED = [color=ruby][color=yellow_lemon][leaver][/color] failed to connect. Retrying in [time_out_duration]s.[/color]

SWITCH_LOBBY = [color=yellow_lemon]You have joined @{~LC|[lobby]|a different lobby}[/color]

EMOTE_REPLY = [owner$:]
EMOTE_REPLY_TO_OTHER =  [owner] to [other$:]

[streamer_mode]

streamer_ghost_0 = Ghost
streamer_player_0 = Me

; Co-Op/Bow Kid
streamer_ghost_1 = Also Ghost
streamer_player_1 = Also Me

; for editor
[debugging]
PLAYER_NAME = PLAYER_NAME
GHOST_NAME = GHOST_NAME